Repository: szeber/yapep
Catalog: locale/*/LC_MESSAGES/YapepAdmin.po
Languages: hu_hu

source: Title
hu_hu: Cím

source: This is the lead.
hu_hu: Ez a bevezető szöveg

source: Content
hu_hu: Tartalom

source: Author
hu_hu: Szerző

source: Author email
hu_hu: Szerző e-mail címe

source: Invalid list module
hu_hu: Érvénytelen lista modul

source: Name
hu_hu: Név

source: Description
hu_hu: Leírás

source: Information
hu_hu: Információ

source: File path
hu_hu: Fájl elérési út

source: ID
hu_hu: Azonosító

source: Invalid list name
hu_hu: Hibás lista név

source: No submodule set
hu_hu: Nincs megadott almodul

source: Submodule not found
hu_hu: Almodul nem található

source: Document title
hu_hu: Dokumentum cím

source: Start date
hu_hu: Kezdő dátum

source: End date
hu_hu: Záró dátum

source: Active
hu_hu: Aktív

source: Inactive
hu_hu: Inaktív

source: Status
hu_hu: Státusz

source: Docname
hu_hu: Docnév

source: Please log in
hu_hu: Kérem jelentkezzen be

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: Login
hu_hu: Bejelentkezés

source: Login failed
hu_hu: Belépés sikertelen

source: Site locale
hu_hu: Site nyelv

source: Admin locale
hu_hu: Admin nyelv

source: Logged in as
hu_hu: Belépve mint

source: Logout
hu_hu: Kilépés

source: Object view
hu_hu: Objektum nézet

source: Asset manager
hu_hu: Asset kezelő

source: Folder properties
hu_hu: Mappa tulajdonságok

source: Content manager
hu_hu: Tartalom kezelő

source: Object list
hu_hu: Objektum lista

source: Page manager
hu_hu: Oldal kezelő

source: Page editor
hu_hu: Lap szerkesztő

source: Page properties
hu_hu: Lap tulajdonságok

source: Caching type
hu_hu: Gyorsítótár típusa

source: Enabled
hu_hu: Engedélyezve

source: Disabled
hu_hu: Letiltva

source: Disabled and veto page caching
hu_hu: Letiltva és lap gyorsítótárazás tiltása

source: Cache expiration time
hu_hu: Gyorsítótár lejárati idő

source: Parameters
hu_hu: Paraméterek

source: New parameter
hu_hu: Új paraméter

source: Full name
hu_hu: Teljes név

source: Superuser
hu_hu: Adminisztrátor

source: Default locale
hu_hu: Alapértelmezett nyelv

source: Validation failed
hu_hu: Validáció sikertelen

source: Module parameter ID
hu_hu: Modul paraméter azonosító

source: value
hu_hu: érték

source: Module ID
hu_hu: Modul azonosító

source: Type
hu_hu: Típus

source: Allow variable
hu_hu: Változó megengedett

source: Default value
hu_hu: Alapértelmezett érték

source: Default is variable
hu_hu: Az alapértelmezett érték változó

source: Parameter values
hu_hu: Paraméter értékek

source: Only for combobox type parameters
hu_hu: Csak legördülő típusú paraméterekhez

source: New value
hu_hu: Új érték

source: Text
hu_hu: Szöveges

source: Checkbox
hu_hu: Jelölőnégyzet

source: Document list
hu_hu: Dokumentum lista

source: Locale editor
hu_hu: Locale szerkesztő

source: Locale code
hu_hu: Locale kód

source: Locale name
hu_hu: Locale név

source: Admin module name
hu_hu: Admin modul név

source: Theme editor
hu_hu: Téma szerkesztő

source: Theme name
hu_hu: Téma név

source: Theme description
hu_hu: Téma leírás

source: Admin locale editor
hu_hu: Admin nyelv szerkesztő

source: Folder type ID
hu_hu: Mappa típus azonosító

source: Object type
hu_hu: Objektum típus

source: Data modification disabled
hu_hu: Adat módosítás letiltva

source: Object type ID
hu_hu: Objektum típus azonosító

source: Column name
hu_hu: Oszlop név

source: Displayed name
hu_hu: Megjelenített név

source: Column number
hu_hu: Oszlop szám

source: Displayed in list
hu_hu: Látszik a listában

source: Displayed in export
hu_hu: Exportban látszik

source: Folder type editor
hu_hu: Mappa típus szerkesztő

source: Icon
hu_hu: Ikon

source: Active icon
hu_hu: Aktív ikon

source: Not document holder
hu_hu: Nem dokumentum tartó

source: Don't allow creating new documents
hu_hu: Új dokumentum létrehozása letiltva

source: Object types
hu_hu: Objektum típusok

source: New object type
hu_hu: Új objektum típus

source: Language editor
hu_hu: Nyelv szerkesztő

source: Language code
hu_hu: Nyelv kód

source: -- Please select --
hu_hu: -- Kérem válasszon --

source: Configuration data cache
hu_hu: Konfigurációs adatok gyorsítótára

source: Module cache
hu_hu: Modul gyorsítótár

source: Page cache
hu_hu: Lap gyorsítótár

source: Folder cache
hu_hu: Mappa gyorsítótár

source: System configuration cache
hu_hu: Rendszerváltozó gyorsítótár

source: Database cache
hu_hu: Adatbázis gyorsítótár

source: Smarty cache
hu_hu: Smarty gyorsítótár

source: Smarty compile cache
hu_hu: Smarty fordító gyorsítótár

source: System configuration editor
hu_hu: Rendszerváltozó szerkesztő

source: Value
hu_hu: Érték

source: Short name
hu_hu: Rövid név

source: Persistence class
hu_hu: Perzisztencia osztály

source: Handler class
hu_hu: Kezelő osztály

source: Admin class
hu_hu: Admin osztály

source: Template file
hu_hu: Sablon fájl

source: Columns
hu_hu: Oszlopok

source: New column
hu_hu: Új oszlop

source: New subfolder
hu_hu: Új almappa

source: Folder property editor
hu_hu: Mappa tulajdonság szerkesztő

source: Folder path
hu_hu: Mappa elérési út

source: Folder name
hu_hu: Mappa név

source: Folder short name
hu_hu: Mappa rövid név

source: Folder type
hu_hu: Mappa típus

source: Active in all languages
hu_hu: Minden nyelven aktív

source: Visible
hu_hu: Látható

source: In sitemap
hu_hu: Oldaltérképen

source: Sitemap link
hu_hu: Oldaltérképen link

source: Sitemap description
hu_hu: Oldaltérkép leírás

source: Folder order
hu_hu: Mappa sorrend

source: Folder picture 1
hu_hu: Mappa kép 1

source: Folder picture 2
hu_hu: Mappa kép 2

source: Folder page
hu_hu: Mappa lap

source: Document page
hu_hu: Dokumentum lap

source: Virtual subfolders
hu_hu: Virtuális almappák

source: Virtual handler
hu_hu: Virtuális mappa kezelő

source: id
hu_hu: Azonosító

source: Box not found
hu_hu: Doboz nem található

source: Module name
hu_hu: Modul név

source: Module order
hu_hu: Modul sorrend

source: Active?
hu_hu: Aktív?

source: Page property editor
hu_hu: Lap tulajdonság szerkesztő

source: Page ID
hu_hu: Lap azonosító

source: Page path
hu_hu: Lap elérési út

source: Page name
hu_hu: Lap név

source: Page not found
hu_hu: Lap nem található

source: Save
hu_hu: Mentés

source: Close
hu_hu: Bezárás

source: Delete
hu_hu: Törlés

source: New
hu_hu: Új

source: Module mode not set
hu_hu: Modul nincs beállítva

source: Data saving not implemented
hu_hu: Mentés nincs implementálva

source: Data loading not implemented
hu_hu: Töltés nincs implementálva

source: Creation date
hu_hu: Létrehozás dátuma

source: Last modification date
hu_hu: Utolsó módosítás dátuma

source: Insufficient rights to view this module
hu_hu: Nincs joga megtekinteni ezt a modult

source: XML not well formed
hu_hu: Nem jól formázott XML

source: Invalid XML received
hu_hu: Érvénytelen a kapott XML

source: Admin module not found
hu_hu: Admin modul nem található

source: Admin locale is invalid
hu_hu: Az admin nyelv érvénytelen

source: Site default locale is invalid
hu_hu: Érvénytelen a site alapértelmezett locale-ja

source: Site locale is invalid
hu_hu: A site nyelv érvénytelen

source: Invalid admin module name
hu_hu: Érvénytelen admin modul név

source: Invalid event name
hu_hu: Hibás esemény név

source: Field is required
hu_hu: A mező kitöltése kötelező

source: Field must not be empty
hu_hu: A mező nem lehet üres

source: Field value does not match required pattern
hu_hu: A mező értéke nem felel meg az előírt mintának

source: Field value is not numeric
hu_hu: A mező értéke nem szám

source: Field value is too long
hu_hu: A mező értéke túl hosszú

source: Field value is too short
hu_hu: A mező értéke túl rövid

source: Filters
hu_hu: Szűrők

source: Required options not set for control
hu_hu: A szükséges opciók nincsenek kitöltve

source: --- New ---
hu_hu: --- Új ---
